# St7SetBeamSectionName

Sets the section name referenced by the specified beam property.

long St7SetBeamSectionName(long uID, long PropNum, char* SectionName)
Input Parameters
uID
Strand7 model file ID.
PropNum
Property number.

SectionName
Name of the section.